Repository: wp-plugins/trash-manager
Catalog: trash-manager-*.po
Languages: pl_pl

source: You are about to delete the selected items. 'Cancel' to stop, 'OK' to delete.
pl_pl: Zamierzasz usunąć wybrane elementy. Naciśnij 'Anuluj' to aby przerwać, 'OK' aby usunąć.

source: You are about to trash the selected items. 'Cancel' to stop, 'OK' to trash.
pl_pl: Zamierzasz przenieść do kosza wybrane elementy. Naciśnij 'Anuluj' to aby przerwać, 'OK' aby przenieść.

source: You are about to restore the selected items. 'Cancel' to stop, 'OK' to restore.
pl_pl: Zamierzasz przywrócić wybrane elementy. Naciśnij 'Anuluj' to aby przerwać, 'OK' aby przywrócić.

source: You are about to delete this comment 'Cancel' to stop, 'OK' to delete.
pl_pl: Zamierzasz usunąć ten komentarz. Naciśnij 'Anuluj' to aby przerwać, 'OK' aby usunąć.

source: You are about to trash this comment 'Cancel' to stop, 'OK' to trash.
pl_pl: Zamierzasz przenieść do kosza ten komentarz. Naciśnij 'Anuluj' to aby przerwać, 'OK' aby przenieść.

source: You are about to restore this comment 'Cancel' to stop, 'OK' to restore.
pl_pl: Zamierzasz przywrócić ten komentarz. Naciśnij 'Anuluj' to aby przerwać, 'OK' aby przywrócić.

source: Delete this post permanently
pl_pl: Usuń ten wpis na zawsze

source: Delete Permanently
pl_pl: Usuń na zawsze

source: You are about to delete this draft '%s' 'Cancel' to stop, 'OK' to delete.
pl_pl: Zamierzasz usunąć szkic wpisu '%s'. Naciśnij 'Anuluj' to aby przerwać, 'OK' aby usunąć.

source: You are about to delete this post '%s' 'Cancel' to stop, 'OK' to delete.
pl_pl: Zamierzasz usunąć wpis '%s'. Naciśnij 'Anuluj' to aby przerwać, 'OK' aby usunąć.

source: You are about to trash this post '%s' 'Cancel' to stop, 'OK' to trash.
pl_pl: Zamierzasz przenieść do kosza wpis '%s'. Naciśnij 'Anuluj' to aby przerwać, 'OK' aby przenieść.

source: You are about to restore this post '%s' 'Cancel' to stop, 'OK' to restore.
pl_pl: Zamierzasz przywrócić wpis '%s'. Naciśnij 'Anuluj' to aby przerwać, 'OK' aby przywrócić.

source: Delete this page permanently
pl_pl: Usuń tą stronę na zawsze

source: You are about to delete this page '%s' 'Cancel' to stop, 'OK' to delete.
pl_pl: Zamierzasz usunąć stronę '%s'. Naciśnij 'Anuluj' to aby przerwać, 'OK' aby usunąć.

source: You are about to trash this page '%s' 'Cancel' to stop, 'OK' to trash.
pl_pl: Zamierzasz przenieść do kosza stronę '%s'. Naciśnij 'Anuluj' to aby przerwać, 'OK' aby przenieść.

source: You are about to restore this page '%s' 'Cancel' to stop, 'OK' to restore.
pl_pl: Zamierzasz przywrócić stronę '%s'. Naciśnij 'Anuluj' to aby przerwać, 'OK' aby przywrócić.

source: This plugin allows you to delete Posts, Pages and Comments without moving them to Trash first. Additionally it restores all 'Are you sure?' questions when you try to delete, trash or restore something.
pl_pl: Ten plugin pozwala na kasowanie wpisów, stron i komentarzy bez przenoszenia ich najpierw do kosza. Dodatkowo przywraca on wszytkie pytania "Czy jesteś pewien?" kiedy próbujesz coś kasować, przenosić do kosza lub z niego przywracać.
