Repository: wp-plugins/trash-manager
Catalog: lang/trash-manager-*.po
Languages: be_by, ja_jp, nl_nl, pl_pl

source: You are about to delete the selected items. 'Cancel' to stop, 'OK' to delete.
be_by: Вы збіраецеся выдаліць абраныя элементы. 'Cancel' для адмены, 'OK' для выдалення.
ja_jp: 選択したアイテムを削除しようとしています。 「キャンセル」で中止、「OK」で削除します。
nl_nl: Je staat op het punt de geselecteerde onderdelen te verwijderen. 'Annuleren' om te stoppen, 'OK' om te verwijderen.
pl_pl: Zamierzasz usunąć wybrane elementy. Naciśnij 'Anuluj' aby przerwać, 'OK' aby usunąć.

source: You are about to trash the selected items. 'Cancel' to stop, 'OK' to trash.
be_by: Вы збіраецеся выдаліць у кошык абраныя элементы. 'Cancel' для адмены, 'OK' для выдалення.
ja_jp: 選択したアイテムをゴミ箱へ移動しようとしています。 「キャンセル」で中止、「OK」でゴミ箱へ移動します。
nl_nl: Je staat op het punt de geselecteerde onderdelen in de prullenbak te gooien. 'Annuleren' om te stoppen, 'OK' om door te gaan met weggooien.
pl_pl: Zamierzasz przenieść do kosza wybrane elementy. Naciśnij 'Anuluj' to aby przerwać, 'OK' aby przenieść.

source: You are about to restore the selected items. 'Cancel' to stop, 'OK' to restore.
be_by: Вы збіраецеся аднавіць абраныя элементы. 'Cancel' для адмены, 'OK' для выдалення.
ja_jp: 選択したアイテムを復元しようとしています。 「キャンセル」で中止、「OK」で復元します。
nl_nl: Je staat op het punt de geselecteerde onderdelen te herstellen. 'Annuleren' om te stoppen, 'OK' om te herstellen.
pl_pl: Zamierzasz przywrócić wybrane elementy. Naciśnij 'Anuluj' aby przerwać, 'OK' aby przywrócić.

source: You are about to delete this comment 'Cancel' to stop, 'OK' to delete.
be_by: Вы збіраецеся выдаліць каментар '%s. 'Cancel' для адмены, 'OK' для выдалення.
ja_jp: このコメントを削除しようとしています。 「キャンセル」で中止、「OK」で削除します。
nl_nl: Je staat op het punt deze reactie te verwijderen. 'Annuleren' om te stoppen, 'OK' om te verwijderen.
pl_pl: Zamierzasz usunąć ten komentarz. Naciśnij 'Anuluj' to aby przerwać, 'OK' aby usunąć.

source: You are about to trash this comment 'Cancel' to stop, 'OK' to trash.
be_by: Вы збіраецеся выдаліць у кошык каментар '%s. 'Cancel' для адмены, 'OK' для выдалення.
ja_jp: このコメントをゴミ箱へ移動しようとしています。 「キャンセル」で中止、「OK」でゴミ箱へ移動します。
nl_nl: Je staat op het punt deze reactie in de prullenbak te gooien. 'Annuleren' om te stoppen, 'OK' om door te gaan met weggooien.
pl_pl: Zamierzasz przenieść do kosza ten komentarz. Naciśnij 'Anuluj' aby przerwać, 'OK' aby przenieść.

source: You are about to restore this comment 'Cancel' to stop, 'OK' to restore.
be_by: Вы збіраецеся аднавіць каментар '%s. 'Cancel' для адмены, 'OK' для выдалення.
ja_jp: このコメントを復元しようとしています。 「キャンセル」で中止、「OK」で復元します。
nl_nl: Je staat op het punt deze reactie te herstellen. 'Annuleren' om te stoppen, 'OK' om te herstellen.
pl_pl: Zamierzasz przywrócić ten komentarz. Naciśnij 'Anuluj' aby przerwać, 'OK' aby przywrócić.

source: Delete this post permanently
be_by: Выдаліць гэты пост
ja_jp: この投稿を完全に削除する
nl_nl: Verwijder dit bericht permanent
pl_pl: Usuń ten wpis na zawsze

source: Delete Permanently
be_by: Выдаліць цалкам
ja_jp: 完全に削除する
nl_nl: Definitieve verwijdering
pl_pl: Usuń na zawsze

source: You are about to delete this draft '%s' 'Cancel' to stop, 'OK' to delete.
be_by: Вы збіраецеся выдаліць чарнавы запіс '%s. 'Cancel' для адмены, 'OK' для выдалення.
ja_jp: 下書き「%s」を削除しようとしています。 「キャンセル」で中止、「OK」で削除します。
nl_nl: Je staat op het punt dit concept te verwijderen '%s' 'Annuleren' om te stoppen, 'OK' om te verwijderen.
pl_pl: Zamierzasz usunąć szkic wpisu '%s'. Naciśnij 'Anuluj' aby przerwać, 'OK' aby usunąć.

source: You are about to delete this post '%s' 'Cancel' to stop, 'OK' to delete.
be_by: Вы збіраецеся выдаліць гэты пост '%s. 'Cancel' для адмены, 'OK' для выдалення.
ja_jp: 投稿「%s」を削除しようとしています。 「キャンセル」で中止、「OK」で削除します。
nl_nl: Je staat op het punt dit bericht te verwijderen '%s' 'Annuleren' om te stoppen, 'OK' om te verwijderen.
pl_pl: Zamierzasz usunąć wpis '%s'. Naciśnij 'Anuluj' aby przerwać, 'OK' aby usunąć.

source: You are about to trash this post '%s' 'Cancel' to stop, 'OK' to trash.
be_by: Вы збіраецеся выдаліць у кошык гэты пост '%s. 'Cancel' для адмены, 'OK' для выдалення.
ja_jp: 投稿「%s」をゴミ箱へ移動しようとしています。 「キャンセル」で中止、「OK」でゴミ箱へ移動します。
nl_nl: Je staat op het punt dit bericht in de prullenbak te gooien '%s' 'Annuleren' om te stoppen, 'OK' om door te gaan met weggooien.
pl_pl: Zamierzasz przenieść do kosza wpis '%s'. Naciśnij 'Anuluj' aby przerwać, 'OK' aby przenieść.

source: You are about to restore this post '%s' 'Cancel' to stop, 'OK' to restore.
be_by: Вы збіраецеся аднавіць гэты пост '%s. 'Cancel' для адмены, 'OK' для выдалення.
ja_jp: 投稿「%s」を復元しようとしています。 「キャンセル」で中止、「OK」で復元します。
nl_nl: Je staat op het punt dit bericht te herstellen '%s' 'Annuleren' om te stoppen, 'OK' om te herstellen.
pl_pl: Zamierzasz przywrócić wpis '%s'. Naciśnij 'Anuluj' aby przerwać, 'OK' aby przywrócić.

source: Delete this page permanently
be_by: Выдаліць гэту старонку
ja_jp: このページを完全に削除する
nl_nl: Verwijder deze pagina definitief
pl_pl: Usuń tą stronę na zawsze

source: You are about to delete this page '%s' 'Cancel' to stop, 'OK' to delete.
be_by: Вы збіраецеся выдаліць старонку '%s. 'Cancel' для адмены, 'OK' для выдалення.
ja_jp: ページ「%s」を削除しようとしています。 「キャンセル」で中止、「OK」で削除します。
nl_nl: Je staat op het punt deze pagina te verwijderen '%s' 'Annuleren' om te stoppen, 'OK' om te verwijderen.
pl_pl: Zamierzasz usunąć stronę '%s'. Naciśnij 'Anuluj' aby przerwać, 'OK' aby usunąć.

source: You are about to trash this page '%s' 'Cancel' to stop, 'OK' to trash.
be_by: Вы збіраецеся выдаліць у кошык гэту старонку '%s. 'Cancel' для адмены, 'OK' для выдалення.
ja_jp: ページ「%s」をゴミ箱へ移動しようとしています。 「キャンセル」で中止、「OK」でゴミ箱へ移動します。
nl_nl: Je staat op het punt deze pagina in de prullenbak te gooien '%s' 'Annuleren' om te stoppen, 'OK' om door te gaan met weggooien.
pl_pl: Zamierzasz przenieść do kosza stronę '%s'. Naciśnij 'Anuluj' aby przerwać, 'OK' aby przenieść.

source: You are about to restore this page '%s' 'Cancel' to stop, 'OK' to restore.
be_by: Вы збіраецеся выдаліць гэту старонку '%s. 'Cancel' для адмены, 'OK' для выдалення.
ja_jp: ページ「%s」を復元しようとしています。 「キャンセル」で中止、「OK」で復元します。
nl_nl: Je staat op het punt deze pagina te herstellen '%s' 'Annuleren' om te stoppen, 'OK' om te herstellen.
pl_pl: Zamierzasz przywrócić stronę '%s'. Naciśnij 'Anuluj' aby przerwać, 'OK' aby przywrócić.

source: Trash Manager - Options
pl_pl: Trash Manager - Opcje

source: Posts:
pl_pl: Wpisy:

source: Add 'Delete Permanently' action
pl_pl: Dodaj akcję "Usuń na zawsze"

source: Show 'Are you sure?' question for 'Delete Permanently' action
pl_pl: Pokaż pytanie "Czy jesteś pewien?" przy akcji usuwania na zawsze

source: Show 'Are you sure?' question for 'Trash' action
pl_pl: Pokaż pytanie "Czy jesteś pewien?" przy akcji przenoszenia do kosza

source: Show 'Are you sure?' question for 'Restore' action
pl_pl: Pokaż pytanie "Czy jesteś pewien?" przy akcji przywracania z kosza

source: Pages:
pl_pl: Strony:

source: Comments:
pl_pl: Komentarze:

source: Bulk Actions:
pl_pl: Masowe działania:

source: Bulk actions allows to perform single action for all checked items. They are shared between posts, pages, etc., so there are no separate options for each of these items.
pl_pl: Masowe działania pozwalają na wykonanie pojedynczej akcji dla wszystkich zaznaczonych elementów. Są one współdzielone pomiędzy wpisami, stronami, itd., dlatego też nie ma osobnych opcji dla każdego typu elementów.

source: Save settings
pl_pl: Zapisz ustawienia

source: This plugin allows you to delete Posts, Pages and Comments without moving them to Trash first. Additionally it restores all 'Are you sure?' questions when you try to delete, trash or restore something.
be_by: Гэта ўбудова дазваляе выдаляць паведамленні, старонкі і каментары, не перасоўваючы іх у кошык у першую чаргу. Акрамя таго ён аднаўляе ўсё 'Вы ўпэўнены?' Пытанні пры спробе выдаліць, смецце ці штосьці аднавіць.
ja_jp: このプラグインは、投稿／ページ／コメントをゴミ箱へ移動しないで削除することを可能にします。また、削除／ゴミ箱へ移動／復元を試みるときに、確認メッセージを表示します。
nl_nl: Met deze plugin is het mogelijk om berichten, pagina's en reacties te verwijderen zonder ze eerst in de prullenbak te gooien. Daarnaast zorgt deze plugin ervoor dat de vraag 'Weet je het zeker ?' gesteld wordt wanneer je iets probeert te verwijderen, in de prullenbak te gooien of te herstellen.
pl_pl: Ten plugin pozwala na kasowanie wpisów, stron i komentarzy bez przenoszenia ich najpierw do kosza. Dodatkowo przywraca on wszytkie pytania "Czy jesteś pewien?" kiedy próbujesz coś kasować, przenosić do kosza lub z niego przywracać.

source: Trash Manager
nl_nl: Prullenbak Onderhoud
